org/articles/augmenting-long-term-memory.org
#+setupfile: ../../hugo_setup.org
#+title: Article: Augmenting Long-term Memory
#+roam_key: http://augmentingcognition.com/ltm.html

- author :: [[file:../michael_nielsen.org][§Michael Nielsen]]
- source :: [[http://augmentingcognition.com/ltm.html]]
- tags :: [[file:../ephemerality_of_memory.org][§Ephemerality of Memory]]

- Nielsen estimates that he only spends 4 to 7 minutes reviewing cards in a 20 year period.

- If something is worth 10 minutes to you—or it seems striking, make an Anki card for it.

- Nielsen reads a paper in multiple passes, adding more complex cards to [[file:../anki.org][§Anki]] during each pass. This is similar to the [[file:../three_pass_method.org][§Three-Pass Method]].

  - While reading one paper he made several hundred questions.

  - Typically, he doesn't make that many cards. He will usually spend 10 to 60 minutes on a paper and make 10, 20 cards.

  - Most cards come from the abstract, introduction, conclusion, figures, and figure captions.

- It takes emotional commitment to invest in making and reviewing cards. Don't make cards for things that you are not interested in.

#+BEGIN_QUOTE
“Study hard what interests you in the most undisciplined, irreverent and original manner possible.”

— [[file:../richard_feynman.org][§Richard Feynman]]
#+END_QUOTE

- Nielsen argues that it is more valuable to read a few important papers on a topic than to read a large number of papers. [[file:../syntopic_reading.org][(§Syntopic reading]])
  
- Make [[file:../anki.org][§Anki]] cards atomic. *It is critical to be able to quickly identify your precise mistake when you fail a card.* Otherwise you're mind will not know where to focus.

#+BEGIN_QUOTE
“[[file:../anki.org][§Anki]] isn't just a tool for memorizing simple facts. It's a tool for understanding almost anything.”

— [[file:../michael_nielsen.org][§Michael Nielsen]]
#+END_QUOTE

- Avoid making orphaned cards—cards that have no relatives. Instead, make many related cards to force [[file:../elaboration.org][§Elaboration]] and draw connections between ideas.
  - Make multiple variants of the same card, worded differently.

- Don't succumb to the programmer's efficiency disease and try to make 1% improvements to your workflow. Use the basic features of [[file:../anki.org][§Anki]], and use them well.

- Anki is not a replacement for practice. You must apply your knowledge.

- People complain that many books could have made their point in only a few dozen, or fewer, pages. Nielsen argues that reading is a form of [[file:../spaced_repetition.org][§Spaced Repetition]], and by reading a longer book over a few weeks, the concepts are more firmly internalized.

* Part 2: The importance of memory

- People typically do not struggle with complex topics, they struggle with the basics. Think in terms of [[file:../first-principles.org][§First Principles]].
  
- Experts do not have a larger brain than anyone else. They simply have a large number of [[file:../mental_representations.org][§Chunks]] that allow them to understand more complex issues.

- Having more complex mental representations means being able to reason at a higher level. Instead of relying on primitive, basic chunks to think through a problem, you are able to think more effectively.
