content/notes/augmenting-long-term-memory.md
+++
title = "Article: Augmenting Long-term Memory"
author = ["Alex Koen"]
lastmod = 2020-09-02T16:48:16-07:00
draft = false
+++

author
: [§Michael Nielsen]({{< relref "michael_nielsen" >}})

source
: <http://augmentingcognition.com/ltm.html>

tags
: [§Ephemerality of Memory]({{< relref "ephemerality_of_memory" >}})


Nielsen estimates that he only spends 4 to 7 minutes reviewing cards in a 20 year period.


If something is worth 10 minutes to you—or it seems striking, make an Anki card for it.


Nielsen reads a paper in multiple passes, adding more complex cards to [§Anki]({{< relref "anki" >}}) during each pass. This is similar to the [§Three-Pass Method]({{< relref "three_pass_method" >}}).
    -   While reading one paper he made several hundred questions.

    -   Typically, he doesn't make that many cards. He will usually spend 10 to 60 minutes on a paper and make 10, 20 cards.

    -   Most cards come from the abstract, introduction, conclusion, figures, and figure captions.


It takes emotional commitment to invest in making and reviewing cards. Don't make cards for things that you are not interested in.

> “Study hard what interests you in the most undisciplined, irreverent and original manner possible.”
>
> — [§Richard Feynman]({{< relref "richard_feynman" >}})

-   Nielsen argues that it is more valuable to read a few important papers on a topic than to read a large number of papers. [(§Syntopic reading]({{< relref "syntopic_reading" >}}))

-   Make [§Anki]({{< relref "anki" >}}) cards atomic. **It is critical to be able to quickly identify your precise mistake when you fail a card.** Otherwise you're mind will not know where to focus.

> “[§Anki]({{< relref "anki" >}}) isn't just a tool for memorizing simple facts. It's a tool for understanding almost anything.”
>
> — [§Michael Nielsen]({{< relref "michael_nielsen" >}})

-   Avoid making orphaned cards—cards that have no relatives. Instead, make many related cards to force [§Elaboration]({{< relref "elaboration" >}}) and draw connections between ideas.
    -   Make multiple variants of the same card, worded differently.

-   Don't succumb to the programmer's efficiency disease and try to make 1% improvements to your workflow. Use the basic features of [§Anki]({{< relref "anki" >}}), and use them well.

-   Anki is not a replacement for practice. You must apply your knowledge.

-   People complain that many books could have made their point in only a few dozen, or fewer, pages. Nielsen argues that reading is a form of [§Spaced Repetition]({{< relref "spaced_repetition" >}}), and by reading a longer book over a few weeks, the concepts are more firmly internalized.


## Part 2: The importance of memory {#part-2-the-importance-of-memory}

-   People typically do not struggle with complex topics, they struggle with the basics. Think in terms of [§First Principles]({{< relref "first-principles" >}}).

-   Experts do not have a larger brain than anyone else. They simply have a large number of [§Chunks]({{< relref "mental_representations" >}}) that allow them to understand more complex issues.

-   Having more complex mental representations means being able to reason at a higher level. Instead of relying on primitive, basic chunks to think through a problem, you are able to think more effectively.
